<template>
  <q-page padding>
    <article-item :title="bonusTitle" :text="bonusText">
    </article-item>
  </q-page>
</template>

<script>
import ArticleItem from 'components/ArticleItem.vue';

export default {
  components: {
    ArticleItem
  },
  data() {
    return {
      bonusTitle: 'Бонусы',
      bonusText: 'Действует бонусная система. За каждую поездку пассажиру начисляется бонус, который в последующем он использует как скидку. Ваш терминал четко показывает когда у пассажира имеется скидка. Водитель не имеете право брать больше, либо свою сумму. За данное нарушение высчитывается сумма в размере 50р. Рассказывайте пассажирам про бонусную систему, о том , что за каждую поездку они получают 1 бонус, который равен 10 коп. Воспользоваться бонусами можно в любой момент от 1 до 9999 бонусов. У пассажира есть возможность одновременно воспользоваться бонусами и скидкой (10%,20%, пенсионной). Бонусы и скидки действуют на постоянной основе, сроков давности или ограничений не имеют.'
    }
  }
}
</script>
